Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Bahadur Bhawan initially known as Char Burja Durbar is a Rana palace in Kathmandu, the capital of Nepal. The palace complex, located west of the Jamal,north of Keshar Mahal was incorporated in an impressive and vast array of courtyards, gardens and buildings. Initially the palace was built by Bir Shumsher JBR and was rebuilt by Rudra Shumsher JBR after its destruction by fire in BS 1962 .[1]
ne: सुरुवाती समयमा Bahadur Bhawan चारबुर्जा दरबारको नामले चिनिएको बहादुर भवन एक राणाकालिन दरबार हो । दरबारको भवन जमलको पश्चिम दिशामा र केशर महलको उत्तर दिशामा प्रभावशाली र विशाल आंगन, बागान र भवनहरुले सुशोभित छ । सुरुमा यो दरबारको निर्माण वीर शमशेरजबराले गरेका थिए र बि.सं १९६२ मा आगलागीमा क्षतिग्रस्त भएपछी रुद्र शमशेरले पुननिर्माण गरेका थिए । [1]

source: The palace complex lay in the heart of Kathmandu, to the north of the Thamel and North of Nachghar.[2]
ne: दरबार भवन काठमाडौंको मुटुमा ठमेलको उत्तरमा र नाचघरको उत्तर मा रहेको छ ।[2]

source: In 2007 BS after the fall of Rana Regime Prince Basundhara Bir Bikram Shah bought Bahadur Bhawan in 18 million Nepali Rupee and along with Russian national Boris Lisanevich established Nepal’s first luxury hotel, Hotel Royal.[1]
ne: बि.स २००७ मा राना शासनको पतन पछी अधिराजकुमार बसुन्धरा बिर बिक्रम शाहले रुसी नागरिक बोरिस लिसानेभिच सँग मिलेर बहादुर भवन १ करोड ८० लाखमा खरिद गरे र नेपालको पहिलो विलासी होटल, होटल रोयल स्थापित गरे ।[1]

source: After being unsuccessful in business Prince Basundhara Bir Bikram Shah sold Bahadur Bhawan to the government of Nepal. Currently the palace is occupied by Office of the Vice President and The Election Commission.
ne: अधिराजकुमार बसुन्धरा बिर बिक्रम शाह व्यापारमा असफल भएपछि बहादुर भवन नेपाल सरकारलाई बेचे । हाल यो दरबारमा उप रास्ट्रपतिको कार्यालय र निर्वाचन आयोग रहेको छ।

source: Bahadur Bhawan suffered minor damage during the April 2015 Nepal earthquake and was designated safe and received a yellow sticker. The Office of Vice President and the Election Commission may have to move because the rear of the building has been heavily damaged with cracks on the ceilings and walls. The future of the Historical building is unknown.[3]
ne: २०७२ को भूकम्प मा बहादुर भवन मा सामान्य क्षति भयो रपहेंलो स्टीकर टासिएको थियो । दरबारको पछिल्लो भागमा धेरै क्षति भएकाले र छत र पर्खालमा चिरा परेकाले उप रास्ट्रपति को कार्यालय र निर्वाचन आयोग स्थानान्तरण गर्न पर्ने हुन सक्छ । ऐतिहासिक भवनको भविष्य अज्ञात छ । [3]

source: Babar Mahal Thapathali Durbar Boris Lisanevich
ne: बबरमहल थापाथली दरबार बोरिस लिसानेभिच

source: The Char Burg Durbar was built by Bir Shumsher JBR as a private residence in of property 180 Ropanis. Immediately after construction Bir Shumsher handed this propertyto his third son Rudra Shumsher JBR ,who moved to this palace after Bir Shumsher JBRs death in 1959 BS. In 1962 BS Char Burg Durbar caught fire and was fully damaged in it.Re-construction of this palace started the same year by the same architect Jog Lal Sthaphit on the same old foundation.During this new construction four Burg were constructed thus naming it char Burg Durbar which literally translates Four Burg Palace .[1] In 1990 BS Rudra Shumsher JBR was exiled to Palpa by Juddha Shumsher JBR thus occupying Char Burg Durbar and gave it to his second son Bahadur Shumsher JBR.Later Bahadur Shumsher renamed it Bahadur Bhawan.
ne: चार बुर्जा दरबार वीर शमशेर ज.ब.रा.द्वारा एक निजी निवासको रूपमा १८० रोपनीको जमिनमा बनाइएको थियो। यसको निर्माण सम्पन्न हुने बित्तिकै वीर शमशेरले यो दरबार आफ्नो साहिला छोरा रुद्र शमशेरको नाममा हस्तान्तरण गरेका थिए , जो १९५९ मा वीर शमशेरको मृत्युपछी यो दरबारमा बस्न थाले । बि.सं १९६२ मा चार बुर्जा दरबारमा आगलागी भयो र यो दरबार पूर्ण क्षतिग्रस्त भयो । त्यसपछि पुरानै जगमा वास्तुविद्‍ जोग लाल स्थापितको डिजाइनमा यो दरबारको पुननिर्माण सोहि साल देखि सुरु भयो । नयाँ निर्माणको बेलामा चारवटा बुर्जाहरु निर्माण गरिए र यो दरबारको नाम चार बुर्जा दरबार रहन गयो । [1] १९९० सालमा सी क्लासका राणाहरु निष्कासन गरिदा रुद्र शमशेर पाल्पा धपाइए पछी यो दरबार जुद्ध शमशेरले कब्जा गरे र आफ्नो महिला छोरा बहादुर शमशेरलाई दिए । त्यसपछि यो दरबारको नाम बहादुर भवन रहन गयो।

source: Check date values in: |access-date= (help) ↑ "THE HISTORIC DURBARS OF KATHMANDU". 2014-10-19. Retrieved 2015-06-05. ↑ http://nepalitimes.com/blogs/mycity/2015/05/20/rana-palaces-after-the-earthquake/
ne: Check date values in: |access-date= (help) ↑ "THE HISTORIC DURBARS OF KATHMANDU", २०१४-१०-१९, अभिगमन मिति २०१५-०६-०५। ↑ http://nepalitimes.com/blogs/mycity/2015/05/20/rana-palaces-after-the-earthquake/

source: Queen Ratna in Netherlands on 25 April 1967 with Prince Bernhard.
ne: Queen Ratna मा नेदरल्याण्ड मा 25 अप्रिल 1967 राजकुमार Bernhardसंग .

source: Ratna's older sister Indra had married Crown Prince Mahendra in 1940 but died in 1950. Two years later, Ratna married Mahendra.[1] There were no children by this marriage as the new queen was sterilised to avoid succession problems;[2] Mahendra already had three sons and three daughters with Indra. She became Queen Consort after Mahendra's father King Tribhuvan died in 1955.
ne: रत्नको दिदी इन्द्रले १९९६ मा युवराज महेन्द्रसँग विवाह गरे तर २००६ मा मृत्यु भयो। दुई वर्ष पछि, रत्नले महेन्द्रसँग विवाह गरे । [1] त्यहाँ थिए, कुनै छोराछोरीलाई गरेर यो विवाह रूपमा नयाँ रानी थियो sterilised जोगिन उत्तराधिकारी समस्या;[2] महेन्द्रको पहिले नै इन्द्रसंग , तीन छोरा र तीन छोरी थियो। त्यो रानी कन्सर्ट महेन्द्रका बुबा राजा त्रिभुवन २०११ मा मृत्यु भएपछि उनी रानी भइन्

source: In 1972, Mahendra suffered a fatal heart attack while hunting in Chitwan National Park. His oldest son, Prince Birendra took over[3] as Ratna became Queen Mother. Ratna means "Jewel" or "Gem".[4]
ne: २०२८ मा चितवन राष्ट्रिय निकुञ्ज घुम्ने बेलामा हृदयघातबाट दियालो बंग्गलामा राजा महेन्द्रको मृत्यु भयो । उनकाजेठा छोरा, राजकुमार बिरेन्द्र राजा भए [3] र रत्न मुमामहरानी आमा भए । रत्न अर्थ "गहना" वा "Gem".[4]

source: On the evening of June 1, 2001- when the Nepalese royal massacre took place - the Queen Mother was sitting with her sister-in-law Princess Helen Shah in the anteroom, and thus survived. The two women heard the gunshots but did not take them seriously. A few minutes later, Prince Paras came and told them that the Crown Prince Dipendra had shot everybody, including the King.[5]
ne: २०५८ जेठ १९ को रात मा जब दरवार हत्याकाण्ड भयो - मुमा बडामहारानी देवरानी राजकुमारी हेलेन शाह सँग बसिरहेका थिए र बेग्लै कोठमा बसेका हुनाले यसरी बाँचेका थिए । दुई महिलाले गोलीबारी सुने तर तिनीहरूलाई गम्भीर मानेनन् । केही मिनेट पछि, राजकुमार पारस आए र तिनीहरूलाई भन्नुभयो कि युवराज दिपेन्द्रले राजा सहित सबैलाई गोलि प्रहार गरे । [5]

source: The Nepalese monarchy was abolished in 2008 after the Constituent Assembly election.[6] All members of the royal family had to leave the Narayanhity Palace, with the exception of the Queen Mother. Ratna was allowed to stay in Mahendra Manzil, her house in the Narayanhity Palace, where she was still living as of 2016.[7]
ne: संविधान सभा निर्वाचन २०६४ पछी नेपालमा २०६५ सालमा राजतन्त्र अन्त्य भयो । [6] राजपरिवारको सबै सदस्यहरु नारायणहिटी दरवार, छोड्नु पर्ने भयो तर मुमा रानी रत्नलाई महेन्द्र मञ्जिलमा रहन अनुमति दिइयो ।[7]

source: King Mahendra Bir Bikram Shah Dev and Queen Ratna Rajya Lakshmi Devi Shah in their coronation on 2 May 1956.
ne: राजा महेन्द्र र रानी रत्न राज्य लक्ष्मी देवी शाह आफ्नो राज्यभिषेक मा 2 मे 1956.

source: 1–4 June 2001: Her Majesty The Queen Grandmother of Nepal. 4 June 2001 – 2008: Her Majesty The Queen Mother of Nepal. 2008 – present: Her Majesty Queen Mother Ratna of Nepal (titular).
ne: 1928 – 1952: महिला रत्न राज्य लक्ष्मी देवी 1952 – 1955: श्री ५ युवराज्ञी 1955 – 1972: श्री ५ बडामहारानी 1972 – 2001: श्री ५ मुमा बडामहारानी 1-4 जुन 2001: उनको Majesty The Queen हजुरआमा को नेपाल । 4 June 2001 – 2008: श्री ५ मुमा बडामहारानी 2008 – वर्तमान: श्री ५ मुमा बडामहारानी (titular).

source: Nepal Pratap Bhaskara (25 December 1966). Order of Ojaswi Rajanya, 1st class (1964).[8] Tribhuvan Order of the Footprint of Democracy, 1st class (2 May 1956). Order of the Footprint of Nepal, 1st class (16 December 1962).
ne: नेपाल प्रताप भास्कर (25 December 1966). ओजस्वी राज्य [8] Tribhuvan Order of the Footprint of Democracy, 1st class (2 May 1956).

source: Order of Om Rama Patta, 1st class.[9] Ati Suvikhyata Sewalankar [Renowned Service Medal]. King Mahendra Investiture Medal (2 May 1956). King Birendra Investiture Medal (24 February 1975).
ne: Order of the Footprint of Nepal, 1st class (16 December 1962). ओम राम पट्ट Order of Om Rama Patta, 1st class.[9] अति सुविख्यात सेवालंकार राजा महेन्द्र राज्याभिषेक पदक राजा बिरेन्द्र राज्याभिषेक पदकK राजा बिरेन्द्रको गद्दी आरोहण रजत जयन्ति पदक राजा ज्ञानेन्द्र राज्याभिषेक पदक

source: He is known for implementing the Marshall Plan to rebuild the economy of Western Europe, for establishing the Truman Doctrine and NATO against Soviet and Chinese Communism, and for intervening in the Korean War. In domestic affairs, he was a moderate Democrat whose liberal proposals were a continuation of Franklin Roosevelt's New Deal, but the conservative-dominated Congress blocked most of them. He used the veto power 180 times, more than any president since, and saw 12 overridden by Congress; only Grover Cleveland and Franklin D. Roosevelt used the veto more often, and only Gerald Ford and Andrew Johnson saw so many veto overrides.[7] He is the only world leader to have used nuclear weapons in war.
ne: ह्यारी एस ट्रुम्यान Harry S. Truman[lower-alpha 2] (मे ८ १८८४-डिसेम्बर ८ १८८४ ) अमेरिकाका ३३ औ रास्ट्रपति (१९४५-१९५३) थिए जसले रास्ट्रपति फ्र्याङ्कलिन डी. रूजबेल्टको निधन पछी कार्यभार सम्हालेका थिए । एक विश्व युद्ध भेट्रान , उहाँले राष्ट्रपति द्वितीय विश्वयुद्धको उत्तरार्धमा र शीत युद्धको शुरुवातमा राष्ट्रपति पद ग्रहण गर्नुभयो। उनी पश्चिमी यूरोपको अर्थतन्त्र पुनर्निर्माण गर्न मार्शल प्लानलाई लागू गर्नका, डकट्रोइट , सोभियत र चिनियाँ साम्यवाद विरुद्द नाटोको स्थापनाको लागि र कोरियाली युद्धमा हस्तक्षेपको लागि चिनिन्छन् . आन्तरिक मामिलामा, उनी एक मध्यम डेमोक्रेट थिए जसको उदार प्रस्तावहरु फ्रैंकलिन रुजवेल्ट को नयाँ डीएए को निरंतरता थियो।l, तर अनुदार बहुमत कंग्रेसले धेरै जसो प्रस्तावहरु रोक्यो . उनले भिटो शक्ति १८० पल्ट, कुनै पनि राष्ट्रपति भन्दा देखि प्रयोग गरे .[7] उनी युद्धमा परमाणु हतियार प्रयोग गर्ने एकमात्र विश्व नेता हो। उनले यूएस सशस्त्र बललाई विभाजन गरे, एक नयाँ स्वतन्त्र इजरायललाई समर्थन गरे र संयुक्त राष्ट्रको संस्थापक थिए।

source: Lyndon Baines Johnson (/ˈlɪndən ˈbeɪnz/; August 27, 1908 – January 22, 1973), often referred to by his initials LBJ, was an American politician who served as the 36th President of the United States from 1963 to 1969. Formerly the 37th Vice President of the United States from 1961 to 1963, he assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson also served as a United States Representative and as the Majority Leader in the United States Senate.
ne: लिन्डन बेन्स जोन्सन Lyndon Baines Johnson (/ˈlɪndən ˈbeɪnz/; अगस्ट २७, १९०८ – जनवरी २७, १९७३)एक अमेरिकी राजनीतिज्ञ थिए जो १९६३ देखि १९६९ सम्म संयुक्त राज्यको ३६ औं राष्ट्रपतिको रूपमा सेवा गरे। सुरुमा १९६१ देखि १९६३ सम्म संयुक्त राज्य अमेरिका को ३७ औं उप-रास्ट्रपति , राष्ट्रपति जोन एफ केनेडी को हत्या पछि उनी राष्ट्रपति बने। A Democrat from Texas, जोन्सन केवल चार मान्छे मध्ये एक हो जसले सबै चार संघीय छनौट पदहरुमा सेवा गरे।[lower-alpha 1]

source: Cast
ne: पात्र

source: Basanti (Nepali: बसन्ती, translation: Lady like a Spring) is a 2000 Nepali romantic film directed by Neer Shah. The cast includes Karishma Manandhar, Rajesh Hamal, Gauri Malla and Ashok Sharma. This movie is based on a novel of the same name written by one of the prominent Nepalese novelists Diamond Shumsher Rana, who fictionalized a love story on a historical plot.
ne: वसन्ती (चलचित्र) एक नेपाली कथानक चलचित्र हो । बसन्ती एक ऐतिहासिक प्रेम, रोमान्स र थ्रिलर चलचित्रहो। नेपाली चलचित्र क्षेत्रमा धेरै ठुलो इतिहास बोकेको यस चलचित्र नेपालका प्रख्यात उपन्यासकार डायमण्ड समशेर राणाले लेखेको उपन्यास “बसन्ती” मा आधारित रहेको छ। राणा कालमा रहेकी एक किशोरीको कहानीलाई यस चलचित्रमा उतारिएको छ। यस चलचित्रमा करिश्मा मानन्धर,राजेश हमाल,गौरी मल्ल आदिको मुख्य भूमिका रहेको छ।

source: Karishma Manandhar as Basanti/ Meethu, Gagan Singh's love interest Rajesh Hamal as Kaji Gagan Singh Khawas Gauri Malla as Queen Rajya Lakshmi Devi Neeraj Thapa as Kaji Jung Bahadur Kunwar Rana B.S. Rana as King Rajendra Bikram Shah Ashok Sharma as Silange Kiran K.C. as Ghyabrin Rajaram Paudel as Khadananda Baje Pawan Mainali as Dambar Bahadur Bista Divya Dutta as Malati Subhadra Adhikari as Mishri Aama
ne: करिश्मा मानन्धर वसन्ती/ Meethu, Gagan Singh's love interest राजेश हमाल काजी गगन सिंह भण्डारी गौरी मल्ल रानी नीरज थापा काजी जंग बहादुर कुवर बि.एस. राणा राजा राजेन्द्र अशोक शर्मा सिलांगे किरण केसी घ्याब्रिन राजाराम पौडेल खडानन्द बजे दिव्या दत्ता asमालती

source: The Golan Heights (Arabic: هضبة الجولان‎ Haḍbatu 'l-Jawlān or مرتفعات الجولان Murtafaʻātu l-Jawlān, Hebrew: רמת הגולן‬, Ramat HaGolan (audio) ), or simply the Golan, is a region in the Levant, spanning about 1,800 square kilometres (690 sq mi). The region defined as the Golan Heights differs between disciplines: as a geological and biogeographical region, the Golan Heights is a basaltic plateau bordered by the Yarmouk River in the south, the Sea of Galilee and Hula Valley in the west, the Anti-Lebanon with Mount Hermon in the north and Wadi Raqqad in the east; and as a geopolitical region, the Golan Heights is the area captured from Syria and occupied by Israel during the Six-Day War, territory which Israel effectively annexed in 1981. This region includes the western two-thirds of the geological Golan Heights, as well as the Israeli-occupied part of Mount Hermon.
ne: The गोलन हाइट्स (उचाई ) Golan Heights (Arabic: هضبة الجولان‎ Haḍbatu 'l-Jawlān or مرتفعات الجولان Murtafaʻātu l-Jawlān, Hebrew: רמת הגולן‬, Ramat HaGolan (audio) ), वा सामान्य गोलन , करिब १,८०० वर्ग किलोमिटर ( ६९० वर्ग माइल ) मा फैलिएको लेभान्टको क्षेत्र हो गोला हाइट्सको परिभाषित दुई विषयले बीच फरक छ: भूवैज्ञानिक र जीवविज्ञान क्षेत्र, गोलान हाइट्स एक बेसाल्टिक उच्चस्थली हो दक्षिणमा यारमोउक नदी द्वारा सीमा, पश्चिमी गलील सागर र हला घाटी सागर, उत्तर लेबनान मा पूर्व मा लेबनान र पूर्व मा वादि राकाद संग सीमा छ ;र एक भौगोलिक क्षेत्रको रूपमा, गोलन हेट्स छ-दिनको युद्धको बेलामा सीरियाबाट इजरायलले कब्जा गरेको क्षेत्र हो। सन्१९८१ मा इजरायललाई प्रभावकारी बनाइयो। यस क्षेत्रमा पश्चिमी भूवैज्ञानिक गोलान हाइट्स दुई-तिहाई, साथै पहाड हेर्मोन को Israeli-कब्जा भाग पनि समावेश छ।

source: The Six-Day War (Hebrew: מלחמת ששת הימים, Milhemet Sheshet Ha Yamim; Arabic: النكسة, an-Naksah, "The Setback" or حرب ۱۹٦۷, Ḥarb 1967, "War of 1967"), also known as the June War, 1967 Arab–Israeli War, or Third Arab–Israeli War, was fought between 5 and 10 June 1967 by Israel and the neighboring states of Egypt (known at the time as the United Arab Republic), Jordan, and Syria.
ne: The Six-Day War (Hebrew: מלחמת ששת הימים, Milhemet Sheshet Ha Yamim; Arabic: النكسة, an-Naksah, "The Setback" or حرب ۱۹٦۷, Ḥarb 1967, "War of 1967"), जुन युद्ध, १९६७ अरब-इजरायल युद्धको रूपमा चिनिन्छ वा तेस्रो अरब-इजरायली युद्धले इजरायली र र ५ -१० जुन १९६७ मा इजरायल र इजिप्टका (संयुक्त अरब गणतन्त्र को रूपमा चिनिन्छ) छिमेकि देशहरु जोर्डन र सिरिया लडेका थिए ।

source: In 1956 Israel invaded the Egyptian Sinai, with one of its objectives being the reopening of the Straits of Tiran which Egypt had blocked to Israeli shipping since 1950. Israel was subsequently forced to withdraw, but won a guarantee that the Straits of Tiran would remain open. While the United Nations Emergency Force was deployed along the border, there was no demilitarisation agreement.[21]
ne: १९४८ अरब-इजरायली युद्ध पछि इस्राएल र यसको छिमेकीबीचको सम्बन्ध कहिल्यै पूर्णतया सामान्यतया थिएन। सन् १९५६ मा इजरायलले मिश्रको सिनाइ प्रान्तमा आक्रमण गरे, यसको उद्देश्यले १९५० देखि इजरायली जहाजमा मिस्र लगाएको रोक हटाउनु थियो थियो । इजरायल पछि लाग्न बाध्य भए, तर टेयरको स्ट्रिट्स खुला रहनेछ भन्ने ग्यारेन्टी जित्यो। जबकि संयुक्त राष्ट्र शसस्त्र बल सीमामा तैनाथ भएको थियो, त्यहाँ कुनै विलुप्तकरण सम्झौता भएको थिएन ।[21]

source: In May Egyptian President Gamal Abdel Nasser announced that the straits would be closed to Israeli vessels and then mobilised its Egyptian forces along its border with Israel. On 5 June, Israel launched what it claimed were a series of preemptive airstrikes against Egyptian airfields. Claims and counterclaims relating to this series of events are one of a number of controversies relating to the conflict.
ne: जून 1 9 67 सम्मको अवधिमा, तनावहरू खतरनाक रूपमा बढ्यो। इजरायलीले 1 9 56 को पछाडि आफ्नो पद दोहोर्याए कि टायरको स्ट्रिटको बन्दोडिङको यो शिपिंगमा क्यासस बेली हुनेछ। मे मईमा मिस्रका राष्ट्रपति गमाल अब्दुल नासरले घोषणा गरे कि स्ट्राट्जमा इजरायली जहाजहरू बन्द हुनेछ र त्यसपछि इजरायलसँग यसको सीमाको साथमा मिस्र सेना परिचालन गरे । 5 जुनमा, इजरायलीले इजिप्ट एयरफिल्डको विरुद्ध यो दावी गरेको थियो कि यो निस्क्रिय हवाई आक्रमणको श्रृंखला थियो । दावी र घटनाहरूको यो श्रृंखलासँग सम्बन्धित दावीहरू विवाद सम्बन्धित विषयमा एक विवाद हो।

source: The Egyptians were caught by surprise, and nearly the entire Egyptian air force was destroyed with few Israeli losses, giving the Israelis air supremacy. Simultaneously, the Israelis launched a ground offensive into the Gaza Strip and the Sinai, which again caught the Egyptians by surprise. After some initial resistance, Egyptian leader Gamal Abdel Nasser ordered the evacuation of the Sinai.
ne: इजिप्टेली आश्चर्यचकित भए, र लगभग सम्पूर्ण इजिप्टेली वायु सेना ध्वस्त भयो केही इजरायली क्षतिको साथ , साथसाथै, इजरायलहरूले गाजा पट्टि र सिनियामा भू-हतियार ल्याए, जसलाई फेरि अचम्म लागे। केही प्रारम्भिक प्रतिरोध पछि, मिस्रका नेता गमाल अब्देल नासेरले सिनाई खाली गर्न आदेश दिए । इजरायलका सेनाहरूले इजिप्टेलीलाई पश्चिमतिर फर्काए, जसले भारी हानि भोग्नु पर्यो र इजरायलले सिनाई कब्जा गरे।

source: Nasser induced Syria and Jordan to begin attacks on Israel by using the initially confused situation to claim that Egypt had repelled the Israeli air strike. Israeli counterattacks resulted in the seizure of East Jerusalem as well as the West Bank from the Jordanians, while Israel's retaliation against Syria resulted in its occupation of the Golan Heights.
ne: नासरले सीरिया र जोर्डनलाई इजरायलमा आक्रमण सुरु प्रेरित गरे प्रारम्भिक भ्रमित अवस्थाको प्रयोग गरेर मिस्रले इजरायली हवाई हमलालाई पराजित गर्यो। इजरायली सेनाको आक्रमणले पूर्वी जेरुसेलम र पश्चिम बैंकको जोर्डनबाट कब्जा गर्यो, जबकि सिरियामा इजरायलले आक्रमणबाट गोलन हाइट्सको कब्जा गर्यो।

source: Its victory humiliated Egypt, Jordan and Syria, leading Nasser to resign in shame; he was later reinstated after protests in Egypt against his resignation. The speed and ease of Israel's victory would later lead to a dangerous overconfidence within the ranks of the Israel Defense Forces (IDF), contributing to initial Arab successes in the subsequent 1973 Yom Kippur War, although ultimately Israeli forces were successful and defeated the Arab militaries. The displacement of civilian populations resulting from the war would have long-term consequences, as 300,000 Palestinians fled the West Bank and about 100,000 Syrians left the Golan Heights to become refugees.
ne: एक युद्धविराम 11 जुन मा हस्ताक्षर भएको थियो। युद्ध पछि, इजरायलले मिश्र, सीरिया र जर्डनियन सैनिकहरूलाई पराजित गरेको थियो, जसले 20,000 भन्दा बढी सेनालाई मारिसकेका थिए र त्यसको आफ्नै आफैं 1000 भन्दा कम गुमाउनु भयो। इजरायली सफलता एक राम्रो तरिकाले तैयार र रणनीति ,अरब राज्यहरूको असक्षम नेतृत्व, र उनीहरूका असक्षम सैन्य नेतृत्व र रणनीतिको परिणाम थियो, । इजरायलले मिश्रबाट गाजा पट्टी र सिने प्रायद्वीप जोर्डनबाट पश्चिम बैंक र सीरिया देखि गोलन हाइट्स कब्जा गर्यो ।इजरायलको अन्तर्राष्ट्रिय स्थिरता आउदो वर्षहरूमा सुधारियो ।यसको विजयले मिश्र, जर्डन र सिरियालाई अपमान गर्यो, नाशरलाई परास्त गर्न नासरको नेतृत्व गरे; तिनी पछि इजरायलमा आफ्नो इस्तीफाको विरोधमा पुनःस्थापना गरे। इजरायलको विजयको गति र आराम पछि इजरायलको रक्षा बल (आईडीएफ) को दायरे भित्र एक खतरनाक ओभरफॉफिड हुन्छ, 1 9 73 यम कप्पा युद्धमा प्रारम्भिक अरब सफलतामा योगदान पुर्याउने, यद्यपि अन्ततः इजरायलका सेना सफल भए र अरब सैनिकहरूलाई पराजित गर्यो। युद्धको परिणामस्वरूप नागरिक आबादीको विस्थापन लामो समयसम्मको परिणाम हुनेछ, जस्तै 300,000 फिलिस्तीनहरू वेस्ट बैंकबाट भागे र लगभग 100,000 सिरियाले गोलन हाइट्सलाई शरणार्थी बन्न छोड्यो। अरब संसारभरि, यहूदी अल्पसंख्यक समुदायहरू भाग्ने वा हटाइएका थिए, मुख्यतः इजरायली वा युरोपमा जान लागे।.

source: The Joint Comprehensive Plan of Action (JCPOA; Persian: برنامه جامع اقدام مشترک‎, translit. barnāmeye jāme‘e eqdāme moshtarak, acronym: برجام BARJAM[4][5]), known commonly as the Iran nuclear deal or Iran deal, is an agreement on the nuclear program of Iran reached in Vienna on 14 July 2015 between Iran, the P5+1 (the five permanent members of the United Nations Security Council—China, France, Russia, United Kingdom, United States—plus Germany),[lower-alpha 1] and the European Union.
ne: कार्यको संयुक्त व्यापक योजना Joint Comprehensive Plan of Action (JCPOA; Persian: برنامه جامع اقدام مشترک‎, translit. barnāmeye jāme‘e eqdāme moshtarak, acronym: برجام BARJAM[4][5]), known commonly as the ईरान परमाणु सम्झौता Iran nuclear deal or Iran deal, भियना मा १४ जुलाई २०१५ मा इरान, the P5+1 (the five संयुक्त राष्ट्र सुरक्षा परिषदको स्थायी सदस्य—चीन, फ्रान्स, रसिया, बेलायत, अमेरिका—plus जर्मनी),[lower-alpha 1] र युरोपियन युनियन भएको सम्झौता हो

source: In 1843, Queen Rajya Lakshmi was made the queen regent. An ambitious woman, Queen Rajya Lakshmi wanted to have her son, Prince Ranendra, to be crowned the next king instead of her stepson, Surendra. She was somewhat responsible for the Kot massacre in 1846, which initiated the 104-year rule of the Rana dynasty in Nepal.
ne: राज्यलक्ष्मी देवी नेपालका राजा राजेन्द्रको कान्छी पत्नीको रूपमा नेपालीको रानी थिइन् । In 1843, रानी राजया लक्ष्मी रानीलाई सम्पूर्ण राजकीय अधिकार दिइयो । एक महत्वाकांक्षी महिला थिइन् , रानी राज्य लक्ष्मीदेवी युवराज सुरेन्द्र लाई हटाएर आफ्ना छोरा राजकुमार रणेन्द्रलाई राजा बनाउन चाहन्थिन । १९०३ मा भएको कोत पर्वलागि सबैभन्दा बढी जिम्मेवार उनी नै थिइन् जसको कारणले नेपालमा १०४ बर्षे राणा वंश शासन भयो ।

source: Muhammad Anwar el-Sadat (Arabic: محمد أنور السادات‎ Muḥammad Anwar as-Sādāt, Egyptian [muħæmmæd ˈʔɑnwɑɾ essæˈdæːt]; 25 December 1918 – 6 October 1981) was the third President of Egypt, serving from 15 October 1970 until his assassination by fundamentalist army officers on 6 October 1981. Sadat was a senior member of the Free Officers who overthrew King Farouk in the Egyptian Revolution of 1952, and a close confidant of President Gamal Abdel Nasser, under whom he served as Vice President twice and whom he succeeded as President in 1970.
ne: महमद अनावर अल सादात Muhammad Anwar el-Sadat (Arabic: محمد أنور السادات‎ Muḥammad Anwar as-Sādāt, Egyptian [muħæmmæd ˈʔɑnwɑɾ essæˈdæːt]; २५ डिसेम्बर १९१८ -६ अक्टोबर १९८१) १५ अक्टोबर १९७० देखि मृत्यु नभएसम्म इजिप्टको तेश्रो रास्ट्रपतिको रुपमा सेवा गरेका थिए | उनको हत्या सेनाका भित्रि अधिकृतबाट ६ अक्टोबर १९८१ मा भएको थियो | सादात १९५२ मा राजा फारुकको शासन अन्त्य गर्ने समूहको एक बरिस्ठग सदस्य थिए र रास्ट्रपति गमाल अब्देल नासेर, को निकट व्यक्ति थिए र उनले दुई पटक उप-रस्त्रपतिको रुपमा सेवा गरेका थिए र नासेरको मृत्यु पछि १९७० मा रास्ट्रपति भएका थिए |
